Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Privacy-safe aggregate metrics written only to this profile's local telemetry directory. Collection is opt-in and there is no remote sink — nothing leaves this machine.
de: Datenschutzsichere aggregierte Metriken, die nur in das lokale Telemetrieverzeichnis dieses Profils geschrieben werden. Die Erfassung ist opt-in, und es gibt kein Remote-Ziel — nichts verlässt diesen Rechner.
es: Métricas agregadas y respetuosas con la privacidad, escritas solo en el directorio de telemetría local de este perfil. La recopilación es opcional y no hay destino remoto — nada sale de esta máquina.
fr: Métriques agrégées respectueuses de la vie privée, écrites uniquement dans le répertoire de télémétrie local de ce profil. La collecte est optionnelle et il n'y a aucune destination distante — rien ne quitte cette machine.
ja: プライバシーに配慮した集計メトリクスが、このプロファイルのローカルなテレメトリディレクトリにのみ書き込まれます。収集はオプトインで、送信先はありません — このマシンの外には何も送信されません。
pt_br: Métricas agregadas seguras para a privacidade, gravadas apenas no diretório local de telemetria deste perfil. A coleta é opcional e não há destino remoto — nada sai desta máquina.
zh_hans: 隐私安全的汇总指标,仅写入此配置本地的遥测目录。收集为选择性加入,且没有远程接收端——数据不会离开此机器。

source: Probe
de: Prüfen
es: Probar
fr: Sonder
ja: プローブ
pt_br: Sondar
zh_hans: 探测

source: Probe the server again for its installed models.
de: Server erneut nach installierten Modellen abfragen.
es: Vuelve a sondear el servidor en busca de sus modelos instalados.
fr: Sonder à nouveau le serveur pour ses modèles installés.
ja: サーバーに再度問い合わせてインストール済みモデルを取得します。
pt_br: Sondar o servidor novamente em busca de seus modelos instalados.
zh_hans: 重新探测服务器上已安装的模型。

source: Probing the server…
de: Server wird geprüft…
es: Sondeando el servidor…
fr: Sondage du serveur…
ja: サーバーを調査中…
pt_br: Sondando o servidor…
zh_hans: 正在探测服务器…

source: Profile
de: Profil
es: Perfil
fr: Profil
ja: プロファイル
pt_br: Perfil
zh_hans: 配置

source: profile %@
de: Profil %@
es: perfil %@
fr: profil %@
ja: プロファイル %@
pt_br: perfil %@
zh_hans: 配置 %@

source: Profile '%@' created
de: Profil „%@“ erstellt
es: Perfil «%@» creado
fr: Profil « %@ » créé
ja: プロファイル「%@」を作成しました
pt_br: Perfil '%@' criado
zh_hans: 已创建配置文件“%@”

source: Profile id
de: Profil-ID
es: Id del perfil
fr: Id de profil
ja: プロファイル ID
pt_br: Id do perfil
zh_hans: 配置 id

source: profile id (optional)
de: Profil-ID (optional)
es: id del perfil (opcional)
fr: id de profil (optionnel)
ja: プロファイル ID(任意)
pt_br: id do perfil (opcional)
zh_hans: 配置 id(可选)

source: Profile ids use lowercase letters, digits, dashes and underscores.
de: Profil-IDs bestehen aus Kleinbuchstaben, Ziffern, Bindestrichen und Unterstrichen.
es: Los id de perfil usan minúsculas, dígitos, guiones y guiones bajos.
fr: Les id de profil utilisent des minuscules, des chiffres, des tirets et des tirets bas.
ja: プロファイルIDには小文字・数字・ハイフン・アンダースコアが使えます。
pt_br: Ids de perfil usam letras minúsculas, dígitos, hífens e sublinhados.
zh_hans: 配置文件 ID 只能包含小写字母、数字、连字符和下划线。

source: profile only
de: nur Profil
es: solo el perfil
fr: profil uniquement
ja: プロファイルのみ
pt_br: somente perfil
zh_hans: 仅配置

source: Profile Routing
de: Profil-Routing
es: Enrutamiento de perfiles
fr: Routage de profil
ja: プロファイルルーティング
pt_br: Roteamento de perfil
zh_hans: 配置路由

source: Profile this window is viewing — click to switch
de: Profil, das dieses Fenster anzeigt — zum Wechseln klicken
es: Perfil que muestra esta ventana — haz clic para cambiar
fr: Profil visualisé par cette fenêtre — cliquez pour changer
ja: このウィンドウが表示しているプロファイル — クリックして切り替え
pt_br: Perfil que esta janela está visualizando — clique para trocar
zh_hans: 此窗口正在查看的配置 — 点击切换

source: Profiles
de: Profile
es: Perfiles
fr: Profils
ja: プロファイル
pt_br: Perfis
zh_hans: 配置

source: Progress Notices
de: Fortschrittsmeldungen
es: Avisos de progreso
fr: Avis de progression
ja: 進捗通知
pt_br: Avisos de progresso
zh_hans: 进度通知

source: Project
de: Projekt
es: Proyecto
fr: Projet
ja: プロジェクト
pt_br: Projeto
zh_hans: 项目

source: Project %@
de: Projekt %@
es: Proyecto %@
fr: Projet %@
ja: プロジェクト %@
pt_br: Projeto %@
zh_hans: 项目 %@

source: Project chat
de: Projekt-Chat
es: Chat del proyecto
fr: Chat du projet
ja: プロジェクトチャット
pt_br: Chat do projeto
zh_hans: 项目聊天

source: Project directory
de: Projektverzeichnis
es: Directorio del proyecto
fr: Répertoire du projet
ja: プロジェクトディレクトリ
pt_br: Diretório do projeto
zh_hans: 项目目录

source: Project directory stays — it still holds files you created after install.
de: Projektverzeichnis bleibt bestehen — es enthält weiterhin Dateien, die du nach der Installation erstellt hast.
es: El directorio del proyecto permanece — sigue conteniendo archivos que creaste después de la instalación.
fr: Le répertoire du projet reste — il contient toujours les fichiers que vous avez créés après l'installation.
ja: プロジェクトディレクトリはそのまま残ります — インストール後に作成したファイルが残っているためです。
pt_br: O diretório do projeto permanece — ainda contém arquivos que você criou após a instalação.
zh_hans: 项目目录保留 — 它仍保存着你在安装后创建的文件。

source: Project directory will also be removed (nothing user-owned left inside).
de: Projektverzeichnis wird ebenfalls entfernt (keine nutzereigenen Dateien darin verblieben).
es: El directorio del proyecto también se eliminará (no queda nada propiedad del usuario dentro).
fr: Le répertoire du projet sera également supprimé (aucun fichier utilisateur n'y reste).
ja: プロジェクトディレクトリも削除されます(内部にユーザー所有のものは残っていません)。
pt_br: O diretório do projeto também será removido (nada de propriedade do usuário restante dentro dele).
zh_hans: 项目目录也将被移除(其中没有留下用户所有的内容)。

source: Project Doctor
de: Projekt-Doktor
es: Doctor de proyectos
fr: Diagnostic de projet
ja: プロジェクトドクター
pt_br: Doutor de projetos
zh_hans: 项目诊断

source: Project folder kept
de: Projektordner behalten
es: Carpeta del proyecto conservada
fr: Dossier du projet conservé
ja: プロジェクトフォルダは保持されました
pt_br: Pasta do projeto mantida
zh_hans: 项目文件夹已保留

source: Project ID
de: Projekt-ID
es: ID del proyecto
fr: ID du projet
ja: プロジェクト ID
pt_br: ID do projeto
zh_hans: 项目 ID

source: Project list options
de: Optionen für die Projektliste
es: Opciones de la lista de proyectos
fr: Options de la liste de projets
ja: プロジェクト一覧のオプション
pt_br: Opções da lista de projetos
zh_hans: 项目列表选项

source: Project name
de: Projektname
es: Nombre del proyecto
fr: Nom du projet
ja: プロジェクト名
pt_br: Nome do projeto
zh_hans: 项目名称

source: Project Name
de: Projektname
es: Nombre del proyecto
fr: Nom du projet
ja: プロジェクト名
pt_br: Nome do projeto
zh_hans: 项目名称

source: Project panels
de: Projektbereiche
es: Paneles del proyecto
fr: Panneaux du projet
ja: プロジェクトのパネル
pt_br: Painéis do projeto
zh_hans: 项目面板

source: Project Path
de: Projektpfad
es: Ruta del proyecto
fr: Chemin du projet
ja: プロジェクトパス
pt_br: Caminho do projeto
zh_hans: 项目路径

source: Project record last updated %@
de: Projekteintrag zuletzt aktualisiert %@
es: Registro del proyecto actualizado por última vez %@
fr: Fiche de projet mise à jour pour la dernière fois %@
ja: プロジェクトレコードの最終更新: %@
pt_br: Registro do projeto atualizado pela última vez em %@
zh_hans: 项目记录最后更新于 %@

source: Project setup needs attention
de: Die Projekteinrichtung braucht Aufmerksamkeit
es: La configuración del proyecto necesita atención
fr: La configuration du projet demande votre attention
ja: プロジェクトのセットアップに対応が必要です
pt_br: A configuração do projeto precisa de atenção
zh_hans: 项目设置需要处理

source: Project-local Hermes home shadowing global setup
de: Projektlokales Hermes-Home überschattet globale Einrichtung
es: Hermes home local del proyecto que oculta la configuración global
fr: Répertoire Hermes local au projet masquant la configuration globale
ja: プロジェクトローカルの Hermes ホームがグローバル設定を覆っています
pt_br: Home do Hermes local ao projeto ofuscando a configuração global
zh_hans: 遮蔽全局设置的项目本地 Hermes 主目录

source: Project's current git branch
de: Aktueller Git-Branch des Projekts
es: Rama git actual del proyecto
fr: Branche git actuelle du projet
ja: プロジェクトの現在の git ブランチ
pt_br: Branch git atual do projeto
zh_hans: 项目当前的 git 分支

source: Projects
de: Projekte
es: Proyectos
fr: Projets
ja: プロジェクト
pt_br: Projetos
zh_hans: 项目

source: Projects directory
de: Projekteverzeichnis
es: Directorio de proyectos
fr: Répertoire des projets
ja: プロジェクトディレクトリ
pt_br: Diretório de projetos
zh_hans: 项目目录

source: Projects landing path
de: Projekte-Einstiegspfad
es: Ruta de destino de proyectos
fr: Chemin d'accueil des projets
ja: プロジェクトのランディングパス
pt_br: Caminho de destino de projetos
zh_hans: 项目落地路径

source: Projects list damaged
de: Projektliste beschädigt
es: Lista de proyectos dañada
fr: Liste de projets endommagée
ja: プロジェクト一覧が破損しています
pt_br: Lista de projetos danificada
zh_hans: 项目列表已损坏

source: Projects registry
de: Projekt-Registry
es: Registro de proyectos
fr: Registre des projets
ja: プロジェクトレジストリ
pt_br: Registro de projetos
zh_hans: 项目注册表

source: Projects tab
de: Projekte-Tab
es: Pestaña Proyectos
fr: Onglet Projets
ja: プロジェクトタブ
pt_br: Aba Projetos
zh_hans: 项目标签页

source: Projects to include
de: Einzuschließende Projekte
es: Proyectos a incluir
fr: Projets à inclure
ja: 含めるプロジェクト
pt_br: Projetos a incluir
zh_hans: 要包含的项目

source: Promote
de: Hochstufen
es: Promover
fr: Promouvoir
ja: 昇格
pt_br: Promover
zh_hans: 提升

source: Prompt template
de: Prompt-Vorlage
es: Plantilla de prompt
fr: Modèle de prompt
ja: プロンプトテンプレート
pt_br: Modelo de prompt
zh_hans: 提示模板

source: Prompts waiting to run after the current turn finishes
de: Prompts, die nach Abschluss des aktuellen Turns ausgeführt werden
es: Prompts en espera de ejecutarse cuando termine el turno actual
fr: Prompts en attente d'exécution après la fin du tour en cours
ja: 現在のターン終了後に実行を待機しているプロンプト
pt_br: Prompts aguardando para executar após o término do turno atual
zh_hans: 等待在当前回合结束后运行的提示

source: Protect last N
de: Letzte N schützen
es: Proteger las últimas N
fr: Protéger les N derniers
ja: 直近 N 件を保護
pt_br: Proteger os últimos N
zh_hans: 保护最近 N 项

source: Protect Last N
de: Letzte N schützen
es: Proteger los últimos N
fr: Protéger les N derniers
ja: 直近 N 件を保護
pt_br: Proteger os últimos N
zh_hans: 保护最近 N 条

source: Provide a Git URL (https://github.com/...) or a shorthand like `owner/repo`.
de: Gib eine Git-URL (https://github.com/...) oder ein Kürzel wie `owner/repo` an.
es: Proporciona una URL de Git (https://github.com/...) o una forma corta como `owner/repo`.
fr: Fournissez une URL Git (https://github.com/...) ou un raccourci comme `owner/repo`.
ja: Git URL(https://github.com/...)または `owner/repo` のような省略形を指定してください。
pt_br: Forneça uma URL do Git (https://github.com/...) ou um atalho como `owner/repo`.
zh_hans: 提供 Git URL(https://github.com/...)或简写如 `owner/repo`。

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
ja: プロバイダー
pt_br: Provedor
zh_hans: 提供方

source: provider (%@)
de: Anbieter (%@)
es: proveedor (%@)
fr: fournisseur (%@)
ja: プロバイダー (%@)
pt_br: provedor (%@)
zh_hans: 提供方 (%@)

source: Provider credentials (Anthropic/OpenAI/Nous keys). **Off by default** — they're sensitive and you'll likely re-auth on the new droplet anyway.
de: Anbieter-Anmeldedaten (Anthropic-/OpenAI-/Nous-Schlüssel). **Standardmäßig aus** — sie sind sensibel und du wirst dich auf dem neuen Droplet ohnehin wahrscheinlich erneut authentifizieren.
es: Credenciales de proveedor (claves de Anthropic/OpenAI/Nous). **Desactivado por defecto** — son sensibles y probablemente tendrás que volver a autenticarte en el nuevo droplet de todos modos.
fr: Identifiants de fournisseur (clés Anthropic/OpenAI/Nous). **Désactivé par défaut** — ils sont sensibles et vous devrez probablement vous réauthentifier sur le nouveau droplet de toute façon.
ja: プロバイダーの資格情報(Anthropic/OpenAI/Nous キー)。**デフォルトではオフ** — 機密性が高く、どのみち新しい droplet では再認証が必要になる可能性が高いためです。
pt_br: Credenciais do provedor (chaves Anthropic/OpenAI/Nous). **Desativado por padrão** — são sensíveis e você provavelmente vai reautenticar no novo droplet de qualquer forma.
zh_hans: 提供方凭证(Anthropic/OpenAI/Nous 密钥)。**默认关闭** — 它们很敏感,而且你在新的 droplet 上很可能仍需重新认证。

source: Provider ID (e.g. openrouter)
de: Anbieter-ID (z. B. openrouter)
es: ID de proveedor (p. ej. openrouter)
fr: ID du fournisseur (p. ex. openrouter)
ja: プロバイダー ID（例: openrouter）
pt_br: ID do provedor (ex.: openrouter)
zh_hans: 提供方 ID(例如 openrouter)

source: Publish Topic
de: Topic veröffentlichen
es: Tema de publicación
fr: Sujet de publication
ja: パブリッシュトピック
pt_br: Tópico de publicação
zh_hans: 发布主题

# Push **%@**'s config from %@ to other hosts.
source: Push **%1$@**'s config from %2$@ to other hosts.
de: Übertrage die Konfiguration von **%@** von %@ auf andere Hosts.
es: Enviar la configuración de **%1$@** desde %2$@ a otros hosts.
fr: Pousser la configuration de **%1$@** depuis %2$@ vers d'autres hôtes.
ja: **%1$@** の設定を %2$@ から他のホストにプッシュします。
pt_br: Enviar a configuração de **%1$@** de %2$@ para outros hosts.
zh_hans: 将 **%1$@** 的配置从 %2$@ 推送到其他主机。

source: Push this host's model preset, board, and cron jobs onto other hosts.
de: Übertrage Modell-Preset, Board und Cron-Jobs dieses Hosts auf andere Hosts.
es: Enviar el preajuste de modelo, tablero y trabajos cron de este host a otros hosts.
fr: Pousser le préréglage de modèle, le board et les tâches cron de cet hôte vers d'autres hôtes.
ja: このホストのモデルプリセット、ボード、cron ジョブを他のホストにプッシュします。
pt_br: Enviar a predefinição de modelo, o quadro e as tarefas cron deste host para outros hosts.
zh_hans: 将此主机的模型预设、看板和定时任务推送到其他主机。

source: Push to talk (Ctrl+B)
de: Push-to-Talk (Strg+B)
es: Pulsar para hablar (Ctrl+B)
ja: 押して話す (Ctrl+B)
pt_br: Pressionar para falar (Ctrl+B)
zh_hans: 按住说话 (Ctrl+B)

source: Python script whose stdout is injected
de: Python-Skript, dessen stdout eingefügt wird
es: Script de Python cuya salida estándar se inyecta
fr: Script Python dont la sortie standard est injectée
ja: 標準出力が注入される Python スクリプト
pt_br: Script Python cuja saída padrão é injetada
zh_hans: 其标准输出会被注入的 Python 脚本

source: Queued prompts
de: Wartende Prompts
es: Prompts en cola
fr: Prompts en file d'attente
ja: キューに入ったプロンプト
pt_br: Prompts na fila
zh_hans: 排队的提示

source: Quick chat
de: Schnell-Chat
es: Chat rápido
fr: Chat rapide
ja: クイックチャット
pt_br: Chat rápido
zh_hans: 快速聊天

source: Quick Commands
de: Schnellbefehle
es: Comandos rápidos
fr: Commandes rapides
ja: クイックコマンド
pt_br: Comandos rápidos
zh_hans: 快捷命令

source: Quick commands are shell shortcuts hermes exposes in chat as `/command_name`. They live under `quick_commands:` in config.yaml.
de: Schnellbefehle sind Shell-Shortcuts, die hermes im Chat als `/command_name` verfügbar macht. Sie stehen unter `quick_commands:` in config.yaml.
es: Los comandos rápidos son atajos de shell que hermes expone en el chat como `/command_name`. Viven bajo `quick_commands:` en config.yaml.
fr: Les commandes rapides sont des raccourcis shell que hermes expose dans le chat sous la forme `/command_name`. Elles se trouvent sous `quick_commands:` dans config.yaml.
ja: クイックコマンドは、hermes がチャットで `/command_name` として公開するシェルショートカットです。config.yaml の `quick_commands:` 以下に記述します。
pt_br: Comandos rápidos são atalhos de shell que o hermes expõe no chat como `/command_name`. Ficam em `quick_commands:` no config.yaml.
zh_hans: 快捷命令是 hermes 在聊天中以 `/command_name` 形式暴露的 shell 快捷方式。它们位于 config.yaml 的 `quick_commands:` 下。

source: Quick edits
de: Schnellbearbeitungen
es: Ediciones rápidas
fr: Modifications rapides
ja: クイック編集
pt_br: Edições rápidas
zh_hans: 快速编辑

source: Quit Scarf
de: Scarf beenden
es: Salir de Scarf
fr: Quitter Scarf
ja: Scarf を終了
pt_br: Sair do Scarf
zh_hans: 退出 Scarf

source: Raw Config
de: Rohkonfiguration
es: Configuración en bruto
fr: Configuration brute
ja: 生の設定
pt_br: Configuração bruta
zh_hans: 原始配置

source: RAW JSON
de: ROHES JSON
es: JSON SIN PROCESAR
fr: JSON BRUT
ja: 生の JSON
pt_br: JSON BRUTO
zh_hans: 原始 JSON

source: Raw remote output (for debugging)
de: Rohdaten der Remote-Ausgabe (zum Debuggen)
es: Salida remota en bruto (para depurar)
fr: Sortie distante brute (pour le débogage)
ja: 生のリモート出力(デバッグ用)
pt_br: Saída remota bruta (para depuração)
zh_hans: 远程原始输出(用于调试)

source: Re-arm is for one-shot jobs only — this one repeats. Use Resume, or Run Now for a single extra run.
de: Erneutes Aktivieren gilt nur für einmalige Aufgaben – diese wiederholt sich. Verwende „Fortsetzen“ oder „Jetzt ausführen“ für einen einzelnen zusätzlichen Lauf.
es: El rearme es solo para trabajos de una sola vez; este se repite. Usa Reanudar, o Ejecutar ahora para una única ejecución adicional.
fr: Le réarmement ne concerne que les tâches uniques — celle-ci se répète. Utilisez Reprendre, ou Exécuter maintenant pour une seule exécution supplémentaire.
ja: 再セットは単発ジョブ専用です。このジョブは繰り返し実行されます。「再開」か、1 回だけ追加実行する「今すぐ実行」を使ってください。
pt_br: O rearme é apenas para tarefas únicas — esta se repete. Use Retomar, ou Executar agora para uma única execução extra.
zh_hans: 重新触发仅适用于一次性任务，而此任务会重复执行。请使用“恢复”，或用“立即运行”执行一次额外运行。

source: Re-authenticate
de: Erneut authentifizieren
es: Volver a autenticar
fr: Réauthentifier
ja: 再認証
pt_br: Reautenticar
zh_hans: 重新认证

source: Re-authenticate AI providers and any MCP servers from Settings if those weren't included in the backup.
de: Authentifiziere KI-Anbieter und MCP-Server über die Einstellungen erneut, falls diese nicht in der Sicherung enthalten waren.
es: Vuelve a autenticar los proveedores de IA y cualquier servidor MCP desde Configuración si no se incluyeron en la copia de seguridad.
fr: Réauthentifiez les fournisseurs d'IA et les serveurs MCP depuis les Réglages s'ils n'étaient pas inclus dans la sauvegarde.
ja: バックアップに含まれていなかった場合は、設定から AI プロバイダーと MCP サーバーを再認証してください。
pt_br: Reautentique os provedores de IA e quaisquer servidores MCP em Configurações se eles não estavam incluídos no backup.
zh_hans: 如果备份中未包含 AI 提供方和 MCP 服务器,请从设置中重新认证它们。

source: Re-authenticate refreshes tokens; the trash icon removes the provider from auth.json.
de: Erneute Authentifizierung erneuert Tokens; das Papierkorb-Symbol entfernt den Anbieter aus auth.json.
es: Volver a autenticar renueva los tokens; el icono de papelera quita el proveedor de auth.json.
fr: Réauthentifier actualise les jetons ; l'icône de corbeille supprime le fournisseur de auth.json.
ja: 再認証するとトークンが更新されます。ゴミ箱アイコンをクリックすると、プロバイダーが auth.json から削除されます。
pt_br: Reautenticar atualiza os tokens; o ícone de lixeira remove o provedor de auth.json.
zh_hans: 重新认证会刷新令牌;垃圾桶图标会将提供方从 auth.json 中移除。

source: Re-detect
de: Erneut erkennen
es: Volver a detectar
fr: Redétecter
ja: 再検出
pt_br: Redetectar
zh_hans: 重新检测

source: Re-reads the server list file.
de: Liest die Serverlisten-Datei erneut ein.
es: Vuelve a leer el archivo de la lista de servidores.
fr: Relit le fichier de la liste des serveurs.
ja: サーバー一覧ファイルを読み込み直します。
pt_br: Relê o arquivo da lista de servidores.
zh_hans: 重新读取服务器列表文件。

source: Re-reads the server list file. If it can be read now, the changes you made in this session are saved to it.
de: Liest die Serverlisten-Datei erneut ein. Wenn sie jetzt lesbar ist, werden die Änderungen aus dieser Sitzung darin gespeichert.
es: Vuelve a leer el archivo de la lista de servidores. Si ahora se puede leer, los cambios que hiciste en esta sesión se guardan en él.
fr: Relit le fichier de la liste des serveurs. S’il est désormais lisible, les modifications faites pendant cette session y sont enregistrées.
ja: サーバー一覧ファイルを読み込み直します。読み取れるようになっていれば、このセッションでの変更がそのファイルに保存されます。
pt_br: Relê o arquivo da lista de servidores. Se ele puder ser lido agora, as alterações feitas nesta sessão serão salvas nele.
zh_hans: 重新读取服务器列表文件。如果现在可以读取,本次会话中所做的更改会保存到其中。

source: Re-run
de: Erneut ausführen
es: Volver a ejecutar
fr: Relancer
ja: 再実行
pt_br: Re-executar
zh_hans: 重新运行

source: Re-run isn't wired yet
de: Erneuter Lauf ist noch nicht verdrahtet
es: Volver a ejecutar aún no está implementado
fr: La réexécution n'est pas encore câblée
ja: 再実行はまだ実装されていません
pt_br: A reexecução ainda não foi implementada
zh_hans: 重新运行功能尚未接通

source: Re-scan ~/.hermes/skills/ and pick up edits without restarting Hermes
de: ~/.hermes/skills/ erneut scannen und Änderungen übernehmen, ohne Hermes neu zu starten
es: Volver a escanear ~/.hermes/skills/ y recoger las ediciones sin reiniciar Hermes
fr: Réanalyser ~/.hermes/skills/ et prendre en compte les modifications sans redémarrer Hermes
ja: Hermes を再起動せずに ~/.hermes/skills/ を再スキャンして編集を反映
pt_br: Reescanear ~/.hermes/skills/ e captar edições sem reiniciar o Hermes
zh_hans: 重新扫描 ~/.hermes/skills/ 并在不重启 Hermes 的情况下获取编辑

source: Reactions
de: Reaktionen
es: Reacciones
fr: Réactions
ja: リアクション
pt_br: Reações
zh_hans: 表情回应

source: Read
de: Lesen
es: Leer
fr: Lire
ja: 読み取り
pt_br: Ler
zh_hans: 读取

source: Read %@ (read-only)
de: %@ lesen (schreibgeschützt)
es: Leer %@ (solo lectura)
fr: Lire %@ (lecture seule)
ja: %@ を読み取る（読み取り専用）
pt_br: Ler %@ (somente leitura)
zh_hans: 读取 %@（只读）

source: Read any file inside the project
de: Jede Datei im Projekt lesen
es: Leer cualquier archivo dentro del proyecto
fr: Lire n'importe quel fichier du projet
ja: プロジェクト内の任意のファイルを読み取る
pt_br: Ler qualquer arquivo dentro do projeto
zh_hans: 读取项目内的任意文件

source: Read data (read-only)
de: Daten lesen (schreibgeschützt)
es: Leer datos (solo lectura)
fr: Lire les données (lecture seule)
ja: データを読み取る（読み取り専用）
pt_br: Ler dados (somente leitura)
zh_hans: 读取数据（只读）

source: Read this chat's streamed agent output
de: Die gestreamte Agentenausgabe dieses Chats lesen
es: Leer la salida transmitida del agente de este chat
fr: Lire la sortie de l'agent diffusée dans cette conversation
ja: このチャットのストリーミングされたエージェント出力を読み取る
pt_br: Ler a saída transmitida do agente deste chat
zh_hans: 读取此对话中流式输出的 agent 内容

source: Read this reply aloud
de: Diese Antwort vorlesen
es: Leer esta respuesta en voz alta
fr: Lire cette réponse à voix haute
ja: この返信を読み上げる
pt_br: Ler esta resposta em voz alta
zh_hans: 朗读此回复

source: Read TO
de: Lese-Timeout
es: T. lectura
fr: Délai lecture
ja: 読み取りTO
pt_br: T. leitura
zh_hans: 读取超时

source: Read-only at this Hermes version
de: In dieser Hermes-Version schreibgeschützt
es: Solo lectura en esta versión de Hermes
fr: En lecture seule sur cette version de Hermes
ja: この Hermes バージョンでは読み取り専用です
pt_br: Somente leitura nesta versão do Hermes
zh_hans: 在此 Hermes 版本中为只读

source: Reading template.lock.json…
de: Lese template.lock.json…
es: Leyendo template.lock.json…
fr: Lecture de template.lock.json…
ja: template.lock.json を読み込み中…
pt_br: Lendo template.lock.json…
zh_hans: 正在读取 template.lock.json…

source: Reading this bot's toolsets…
de: Toolsets dieses Bots werden gelesen…
es: Leyendo los conjuntos de herramientas de este bot…
fr: Lecture des jeux d'outils de ce bot…
ja: このボットのツールセットを読み込んでいます…
pt_br: Lendo os conjuntos de ferramentas deste bot…
zh_hans: 正在读取此机器人的工具集…

source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
pt_br: Pronto
zh_hans: 就绪

source: ready: %lld →
de: bereit: %lld →
es: listo: %lld →
fr: prêt : %lld →
ja: 準備完了: %lld →
pt_br: pronto: %lld →
zh_hans: 就绪:%lld →

source: Reason (optional)
de: Grund (optional)
es: Motivo (opcional)
fr: Motif (optionnel)
ja: 理由(任意)
pt_br: Motivo (opcional)
zh_hans: 原因(可选)

source: REASONING
de: BEGRÜNDUNG
es: RAZONAMIENTO
fr: RAISONNEMENT
ja: 推論
pt_br: RACIOCÍNIO
zh_hans: 推理

source: Reasoning Effort
de: Reasoning-Aufwand
es: Esfuerzo de razonamiento
fr: Effort de raisonnement
ja: 推論の強度
pt_br: Esforço de raciocínio
zh_hans: 推理强度

source: reasoning effort (%@)
de: Reasoning-Aufwand (%@)
es: esfuerzo de razonamiento (%@)
fr: effort de raisonnement (%@)
ja: 推論の強度 (%@)
pt_br: esforço de raciocínio (%@)
zh_hans: 推理强度 (%@)

source: Reasoning…
de: Überlegt…
es: Razonando…
fr: Raisonnement…
ja: 推論中…
pt_br: Raciocinando…
zh_hans: 推理中…
